<?php

/* @var $this yii\web\View */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Семейный бюджет</h1>

        <p class="lead"></p>

        
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Средства разработки:</h2>

                <p>Yii 2.0</p>
				<p>PHP 5.6.14</p>
				<p>MySQL 5.0.11</p>
				<p></p>

            </div>
            <div class="col-lg-8">
                <h2>О программе:</h2>

                <p>Система "Семейный бюджет" позволяет вести учет доходов и расходов. Данные можно вводить в рублях и долларах США. Основная валюта - рубль, поэтому сводные данные выводятся в рублях. Курс валют берется с сайта ЦБ РФ. Все возможности доступны после входа в систему. Можно добавлять, изменять и удалять статьи расходов и доходов, а также получать сводные данные по ним в отчетах за определенный промежуток времени.</p>
				<p>Дамп базы данных находится в корневой папке.</p>
               <p>Тестовые пользователи:</p>
			   <p>Логин: nhassa <br />Пароль: 123456</p>
			   <p>Логин: user <br />Пароль: 123456</p>
            </div>
            
        </div>

    </div>
</div>
